initial = Ожидаю текстовое или голосовое сообщение...

about = Построен на { $model } архитектуре
    https://github.com/mikita-kandratsyeu/telegram-bot

description = Я - ChatGPT, интеллектуальный бот, способный отвечать на различные запросы пользователей, включая голосовой ввод. Я создан на основе архитектуры { $model } и обладаю обширными знаниями в различных областях, таких как наука, техника, искусство, спорт, здоровье, бизнес и многое другое. Я могу отвечать на вопросы пользователей, помогать решать проблемы, а также вести непринужденную беседу на любые темы. Мой интерфейс позволяет вводить как текст, так и голос, что делает общение со мной еще более удобным и доступным для пользователей

commonError = Что-то пошло не так. Попробуйте еще раз!

authError = У вашей учетной записи ({ $username }) нет разрешения на использование этого бота. Пожалуйста, свяжитесь с администратором

sessionMessagesError = Ошибка чтения сообщений из сессии для { $key }:{ $targetUsername }